11/data/attachments/b0bc96d3c4f16f6e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alexander_themselves_Friend_66670_3</nif:username>
            <nif:friendToBeRequested>soap_friends_2fb8ea95-c8c2-4314-b1df-62c33b5d3430</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>